Repository: OpenDevelopmentMekong/ckanext-odm_laws
Catalog: ckanext/odm_laws/i18n/*.po
Languages: lo, my, vi

source: Sechkdei Samrech/Decision
my: ဆုံးဖြတ်ချက်

source: Others
my: အခြား

source: Burmese
my: ဗမာဘာသာစကား

source: English
my: အင်္ဂလိပ်ဘာသာစကား

source: Khmer
my: ခမာဘာသာစကား

source: Lao
my: လာအိုဘာသာစကား

source: Thai
my: ထိုင်းဘာသာစကား

source: Vietnamese
my: ဗီယက်နမ်ဘာသာစကား

source: Chinese
my: တရုတ်ဘာသာစကား

source: French
my: ပြင်သစ်ဘာသာစကား

source: German
my: ဂျာမန်ဘာသာစကား

source: Japanese
my: ဂျပန်ဘာသာစကား

source: Korean
my: ကိုရီးယားဘာသာစကား

source: Other
my: အခြား

source: Global
my: ကမ္ဘာတစ်ဝှမ်း

source: ASEAN
my: အာစီယံ

source: Lower Mekong countries
my: မဲခေါင်အောက်ပိုင်းနိုင်ငံများ

source: Cambodia
my: ကမ္ဘောဒီးယား

source: Vietnam
my: ဗီယက်နမ်

source: Laos
my: လာအို

source: Thailand
my: ထိုင်း

source: Myanmar
my: မြန်မာ

source: Unspecified
my: တိကျစွာသတ်မှတ်ထားခြင်းမရှိသော

source: Adopted
my: မွေးစားခြင်း

source: Signed
my: လက်မှတ်ရေးထိုးခြင်း

source: Application date
my: အသုံးပြုသည့်ရက်စွဲ

source: Relationship to other legal docs
my: အခြား ဥပဒေရေးရာစာတမ်းများနှင့် ဆက်နွှယ်မှု

source: Technical assistance for drafting
my: အကြမ်းဆွဲခြင်းအတွက် နည်းပညာဆိုင်ရာ အထောက်အပံ့

source: Agency providing technical assistance
my: နည်းပညာအထောက်အပံ့ပေးနေသည့် အေဂျင်စီ

source: Technical assistance funding agency
my: နည်းပညာအထောက်အပံ့ပေးရန် ငွေကြေးထောက်ပံ့ပေးသော အေဂျင်စီ

source: Thank you for uploading this item. Instructions about vetting system available on https://wiki.opendevelopmentmekong.net/partners:content_review#instructions_for_default_issue_on_law_records
my: ဤအကြောင်းအရာကို တင်ပေးသည့်အတွက်ကျေးဇူးတင်ပါတယ်။ လေ့လာစီစစ်ခြင်းစနစ်အတွက် လမ်းညွှန်ကို https://wiki.opendevelopmentmekong.net/partners:content_review#instructions_for_default_issue_on_law_records တွင်ကြည့်ရှုနိုင်သည်။
vi: Cảm ơn bạn đã chia sẻ dữ liệu. Bạn có thể tham khảo hướng dẫn về quy trình kiểm duyệt thông tin của hệ thống tại https://wiki.opendevelopmentmekong.net/partners:content_review#instructions_for_default_issue_on_law_records

source: Related
vi: Liên quan
