Repository: OpenDevelopmentMekong/ckanext-odm_laws
Catalog: ckanext/odm_laws/i18n/*.po
Languages: lo, my, vi

source: Document type
lo: ປະເພດເອກະສານ
my: စာတမ်းအမျိုးအစား
vi: Loại tài liệu

source: Document reference #
lo: ເອກະສານອ້າງອີງ #
my: ရည်ညွှန်း စာတမ်းများ
vi: Tham chiếu tài liệu #

source: Language
lo: ພາສາ
my: ဘာသာစကား
vi: Ngôn ngữ

source: Formal full title
lo: ຊື່ທາງການ
my: ခေါင်းစဉ်အပြည့်အစုံ
vi: Tên đầy đủ

source: URL
lo: ທີ່ຢູ່ຂອງເວັບໄຊ້

source: Alternative/short title
lo: ຊື່ອື່ນ/ຊື່ຫຍໍ້
my: ခေါင်းစဉ်ကွဲ/ခေါင်းစဉ်တို
vi: Tên thay thế/rút gọn

source: Topics
lo: ຫົວຂໍ້
my: ခေါင်းစဉ်များ
vi: Chủ đề

source: Short summary
lo: ສັງລວມໂດຍຫຍໍ້
my: အနှစ်ချုပ်
vi: Tóm tắt nội dung

source: Primary policy reference point
lo: ຈຸດອ້າງອີງຈາກນະໂຍບາຍຫຼັກ
my: မူရင်းမူဝါဒများ ရည်ညွှန်းချက်
vi: Các điều luật tham chiếu

source: Geographic area (spatial range)
lo: ພື້ນທີ່ພູມມິສາດ (ລະດັບຄວາມກວ້າງຂອງພື້ນທີ່)
my: ပထဝီဧရိယာ (spatial range)
vi: Vùng địa lý (phạm vi không gian)

source: Organization
lo: ອົງການຈັດຕັ້ງ
my: အဖွဲ့အစည်း
vi: Tổ chức

source: License
lo: ການອະນຸຍາດ
my: လိုင်စင်
vi: Giấy phép

source: Copyright
lo: ລິຂະສິດ
my: မူပိုင်ခွင့်
vi: Bản quyền

source: Access and use constraints
lo: ຂໍ້ຈຳກັດໃນການເຂົ້າເຖິງ ແລະ ນຳໃຊ້
my: ရယူခြင်းနှင့် အကန့်အသတ်များအသုံးပြုခြင်း
vi: Lưu ý khi tiếp cận và sử dụng tài liệu

source: Status
lo: ສະຖານະ
my: အခြေအနေ
vi: Trạng thái

source: Version date (of draft)
lo: ວັນທີ ສ້າງຮູບແບບຊຸດຂໍ້ມູນ (ສະບັບຮ່າງ)
my: အကြမ်းထုတ်ဝေသည့်ရက်စွဲ
vi: Ngày ban hành dự thảo

source: Adoption date/Promulgation date/Signing
lo: ວັນທີ ຮັບຮອງເອົາ /ປະກາດໃຊ້ /ລົງນາມ
my: ခံယူရက်စွဲ
vi: Ngày phê duyệt/Ngày ban hành/Ngày ký

source: Effective date
lo: ວັນທີມີຜົນບັງຄັບໃຊ້
my: အသက်ဝင်သည့်ရက်စွဲ
vi: Ngày có hiệu lực

source: Objective of the document
lo: ຈຸດປະສົງຂອງເອກະສານ

source: Previous legal document
lo: ເອກະສານທາງນິຕິກຳສະບັບກ່ອນ
my: ဥပဒေရေးရာ စာတမ်းဟောင်း
vi: Văn bản pháp luật được thay thế

source: Short notes of change
lo: ໝາຍເຫດ ກ່ຽວກັບການປ່ຽນແປງ
my: ပြောင်းလဲမှု၏ မှတ်စုတိုများ
vi: Ghi chú nhanh về chỉnh sửa

source: Parent document
lo: ເອກະສານຫຼັກ

source: Child document
lo: ກົດໝາຍສຳຮອງ

source: Associated Document
lo: ເອກະສານທີ່ກ່ຽວຂ້ອງ
my: ဆက်နွှယ်မှုရှိသည့် စာတမ်းများ
vi: Tài liệu liên quan

source: Publication reference
lo: ເອກະສານອ້າງອີງ
my: ထုတ်ဝေမှုအတွက်ညွှန်းဆိုချက်
vi: Tài liệu tham chiếu

source: Links to source
lo: ລີ້ງເພື້່ອໄປຫາແຫຼ່ງຂໍ້ມູນ
my: အရင်းမြစ်နှင့်ချိတ်ဆက်ခြင်း
vi: Link nguồn

source: Contact
lo: ຂໍ້ມູນຕິດຕໍ່
my: ဆက်သွယ်ရန်
vi: Liên hệ

source: Drafting agency
lo: ໜ່ວຍງານຮ່າງກົດໝາຍ
my: အကြမ်းဆွဲသည့် အေဂျင်စီများ
vi: Cơ quan soạn thảo

source: Yes
lo: ມີ
my: ရှိပါသည်
vi: Có

source: No
lo: ບໍ່ມີ
my: မရှိသေးပါ
vi: Không

source: Unknown
lo: ບໍ່ຮູ້
my: မသိရှိပါ
vi: Không biết

source: Issuing agency/parties
lo: ໜ່ວຍງານ/ພາກສ່ວນ ອອກກົດໝາຍ
my: ထုတ်ပေးသောအေဂျင်စီ/အဖွဲ့အစည်းများ
vi: Cơ quan ban hành

source: Implementing agencies
lo: ໜ່ວຍງານຈັດຕັ້ງປະຕິບັດ
my: အကောင်အထည်ဖော်မည့် အေဂျင်စီများ
vi: Cơ quan thực thi

source: Notes
lo: ໝາຍເຫດ
my: မှတ်စုများ
vi: Ghi chú

source: Legacy reference document
lo: ເອກະສານອ້າງອີງສະເພາະ
my: ဆက်ခံရရှိကြောင်းညွှန်းဆိုသည့်စာတမ်း
vi: Tài liệu tham chiếu

source: Maintainer
lo: ຜູ້ດູແລລະບົບ
my: ထိန်းသိမ်းစောင့်ရှောက်သူ
vi: Hệ thống bảo vệ

source: Maintainer email
lo: ອີເມລຂອງຜູ້ດູແລລະບົບ
my: ထိန်းသိမ်းစောင့်ရှောက်သူ၏ အီးမေးလ်
vi: Email từ hệ thống

source: Name
lo: ຊື່
my: အမည်
vi: Tên

source: Format
lo: ຮູບແບບ
my: ပုံစံ
vi: Định dạng

source: Province(s)
lo: ແຂວງ

source: Formal type of document
lo: ປະເພດເອກະສານ

source: Unclear copyright
lo: ລິຂະສິດບໍ່ຈະແຈ້ງ

source: To be determined
lo: ກຳລັງພິຈາລະນາ

source: Keywords
lo: ຄຳຫຼັກ

source: Date modified
lo: ວັນທີແກ້ໄຂ

source: The geographic area that the dataset is relevant to (i.e. Cambodia, Laos).
lo: ພື້ນທີ່ທາງພູມມິສາດ ທີ່ກ່ຽວຂ້ອງກັບຊຸດຂໍ້ມູນ (ເຊັ່ນ ກຳປູເຈຍ, ລາວ)

source: The province(s) this dataset relates to
lo: ແຂວງທີ່ກ່ຽວຂ້ອງກັບຊຸດຂໍ້ມູນ

source: The legal reference document number as used by the internal governing agency.
lo: ເລກທີເອກະສານອ້າງອີງທາງນິຕິກຳ ທີ່ໃຊ້ສະເພາະອົງການຄຸ້ມຄອງພາຍໃນ

source: The jurisdictional agency responsible for drafting and issuing the (law) legal document.
lo: ອົງການນິຕິກຳທີ່ຮັບຜິດຊອບການຮ່າງ ແລະ ອອກເອກະສານທາງນິຕິກຳ (ກົດໝາຍ)

source: The jurisdictional agency responsible for the enforcing and implementing the (law) legal document.
lo: ອົງການນິຕິກຳທີ່ຮັບຜິດຊອບໃນການບັງຄັບໃຊ້ ແລະ ຈັດຕັ້ງປະຕິບັດເອກະສານທາງນິຕິກຳ (ກົດໝາຍ)

source: Language(s) of the dataset, including resources within dataset.
lo: ພາສາຂອງຊຸດຂໍ້ມູນ ເຊິ່ງລວມທັງ ແຫຼ່ງຂໍ້ມູນທີ່ມາພ້ອມກັບຊຸດຂໍ້ມູນ

source: Full title of document. Please do not repeat the document type or number in this field.
lo: ຊື່ເຕັມຂອງເອກະສານ. ກະລຸນາຢ່າໃສ່ຊື່ປະເພດ ຫຼື ເລກທີເອກະສານໃນຊ່ອງນີ້.

source: eg. my-dataset
lo: ຕົວຢ່າງ my-dataset

source: Commonly used label, e.g. Cambodia Labor Law.
lo: ຊື່ທີ່ເອີ້ນໂດຍທົ່ວໄປ ເຊັ່ນ ກົດໝາຍແຮງງານກຳປູເຈຍ

source: e.g. economy, mental health, government
lo: ຕົວຢ່າງ ເສດຖະກິດ, ສຸຂະພາບທາງຈິດ, ລັດຖະບານ

source: Describe general purpose and scope, preamble will often provide a useful statement of objective.
lo: ອະທິບາຍລວມກ່ຽວກັບຈຸດປະສົງ ແລະ ຂອບເຂດ ຄຳນຳຈະລະບຸຈຸດປະສົງການນຳໃຊ້

source: References are generally in the preamble or opening sections of a legal authority as the legitimacy of the document is derived from the source it references.
lo: ເອກະສານອ້າງອີງສ່ວນໃຫຍ່ແມ່ນຢູ່ໃນພາກຄຳນຳ ຫຼື ພາກເປີດຫົວເລື່ອງ ຂອງເອກະສານທາງນິຕິກຳ ແລະ ສິດໃນການນຳໃຊ້ເອກະສານແມ່ນໄດ້ມາຈາກແຫຼ່ງຂໍ້ມູນອ້າງອີງ

source: A few sentences describing legal considerations for people who access the website and/or use its contents.
lo: ອະທິບາຍໂດຍຫຍໍ້ກ່ຽວກັບກົດລະບຽບທາງນິຕິກຳສຳລັບຜູ້ທີ່ເຂົ້າເບິ່ງເວັບໄຊ້ ແລະ/ຫຼື ນຳໃຊ້ເນື້ອຫາ.

source: Current operational state of the legal document.
lo: ສະຖານະການດຳເນີນງານປະຈຸບັນກ່ຽວກັບເອກະສານນິຕິກຳ

source: The version date of when the law was drafted.
lo: ວັນທີສ້າງຮ່າງກົດໝາຍ

source: The date the law was officially authorised.
lo: ວັັນທີ ປະກາດໃຊ້ກົດໝາຍທາງການ

source: Date the law is to take effect.
lo: ວັນທີີ ກົດໝາຍມີຜົນບັງຄັບໃຊ້

source: Does this law replace, amend or supplement previous law?
lo: ກົດໝາຍສະບັບນີ້ຈະນຳໃຊ້ປ່ຽນແທນ, ດັດແກ້ ຫຼື ເພີ່ມເຕີມກົດໝາຍສະບັບເດີມຫຼືບໍ່?

source: A short statement describing what changed.
lo: ອະທິບາຍໂດຍຫຍໍ້ກ່ຽວກັບການປ່ຽນແປງ

source: The law that directly supersedes this law
lo: ກົດໝາຍທີ່ໃຊ້ແທນກົດໝາຍສະບັບນີ້ໂດຍກົງ

source: The law that directly precedes this law
lo: ກົດໝາຍທີ່ໃຊ້ກ່ອນໜ້າກົດໝາຍສະບັບນີ້ໂດຍກົງ

source: Any other supporting documents or references that relate to this law; i.e. reports, policy briefs etc.
lo: ແຫຼ່ງຂໍ້ມູນ ຫຼື ເອກະສານສະໜັບສະໜູນອື່ນໆທີ່ກ່ຽວຂ້ອງ ກັບກົດໝາຍສະບັບນີ້ ເຊັ່ນ ບົດລາຍງານ, ບົດຄັດຫຍໍ້ນະໂຍບາຍ ແລະ ອື່ນໆ

source: The official gazette or other official promulgation of policy, referencing issue #, date and page
lo: ຈົດໝາຍເຫດທາງລັດຖະການ ຫຼື ການປະກາດໃຊ້ ນະໂຍບາຍຢ່າງເປັນທາງການ, ເລກທີ່ອ້າງອີງ, ວັນທີ ແລະ ໜ້າທີ

source: Official URLs where the document is made available.
lo: ທີ່ຢູ່ເວັບໄຊ້ທາງການຂອງເອກະສານຕົ້ນສະບັບ

source: Contact information for the individual or organization that is responsible for or most knowledgeable about the document.
lo: ຂໍ້ມູນຕິດຕໍ່ສຳລັບສ່ວນບຸກຄົນ ຫຼື ອົງການທີ່ຮັບຜິດຊອບເອກະສານ ຫຼື ມີຄວາມຊ່ຽວຊານທີ່ສຸດກ່ຽວກັບເອກະສານນີ້

source: Any additional notes regarding this document.
lo: ໝາຍເຫດເພີ່ມເຕີມກ່ຽວກັບເອກະສານນີ້

source: e.g Tong_Min_Group_Engineering__21.06.2011.pdf
lo: ຕົວຢ່າງ Tong_Min_Group_Engineering__21.06.2011.pdf

source: Date a new version or update of the dataset was uploaded.
lo: ວັນທີເຜີຍແຜ່ຊຸດຂໍ້ມູນໃໝ່ ຫຼື ປັບປຸງຊຸດຂໍ້ມູນນີ້

source: INTERNAL USE ONLY: Enter keywords for improving the discoverability of this record via search
lo: ນຳໃຊ້ສະເພາະພາຍໃນເທົ່ານັ້ນ: ກະລຸນາປ້ອນຄຳສັບຫຼັກ ເພື່ອປັບປຸງການຊອກຫາລາຍການນີ້ ດ້ວຍການຄົ້ນຫາ

source: eg. January 2011 Gold Prices
lo: ຕົວຢ່າງ:​ ລາຄາຄຳ ເດືອນມັງກອນ 2011

source: Some useful notes about the data
lo: ໝາຍເຫດກ່ຽວກັບຂໍ້ມູນ

source: Language(s) of the resource.
lo: ພາສາຂອງແຫຼ່ງຂໍ້ມູນ

source: Action Plan
lo: ແຜນດຳເນີນງານ

source: Agreements
lo: ຂໍ້ຕົກລົງ

source: Amendments
lo: ການແກ້ໄຂ

source: ASEAN Agreements
lo: ຂໍ້ຕົກລົງອາຊຽນ

source: Bilateral Agreements
lo: ຂໍ້ຕົກລົງລະຫວ່າງປະເທດ

source: Bilateral Treaty
lo: ສົນທິສັນຍາລະຫວ່າງປະເທດ

source: By-Laws
lo: ໂດຍກົດໝາຍ

source: Circular
lo: ຈົດໝາຍວຽນ

source: Code
lo: ກົດລະບຽບ

source: Constitution
lo: ລັດຖະທຳມະນູນ

source: Contracts
lo: ສັນຍາ

source: Customary law
lo: ກົດໝາຍປະເພນີ

source: Decision
lo: ຂໍ້ຕົກລົງ

source: Decree
lo: ດຳລັດ

source: Directive
lo: ຄຳສັ່ງ

source: Draft
lo: ຮ່າງ
my: အကြမ်း

source: Guideline
lo: ຄູ່ມືແນະນຳ

source: Instruction
lo: ຄຳແນະນຳ

source: International Treaty
lo: ສົນທິສັນຍາສາກົນ

source: Joint circular
lo: ຈົດໝາຍວຽນຮ່ວມ

source: Law
lo: ກົດໝາຍ
vi: Luật

source: Letter
lo: ຈົດໝາຍ

source: Notice
lo: ແຈ້ງການ

source: Notification
lo: ການແຈ້ງການ

source: Order
lo: ຄຳສັ່ງ

source: Ordinance
lo: ລັດຖະບັນຍັດ

source: other
lo: ອື່ນໆ

source: Policy
lo: ນະໂຍບາຍ

source: Proclamation
lo: ການຖະແຫຼງ

source: Regional Agreements
lo: ຂໍ້ຕົກລົງລະດັບພາກພື້ນ

source: Regulation
lo: ກົດລະບຽບ

source: Resolution
lo: ມະຕິຕົກລົງ

source: Royal decree
lo: ລາຊະດຳລັດ

source: Rule
lo: ກົດລະບຽບ

source: Strategic Plan
lo: ແຜນຍຸດທະສາດ

source: Strategy
lo: ຍຸດທະສາດ

source: Sub-decree
lo: ດຳລັດຍ່ອຍ

source: Trade Agreements
lo: ຂໍ້ຕົກລົງການຄ້າ

source: Triangualar Agreement
lo: ສັນຍາສາມຝ່າຍ

source: UN Charters
lo: ກົດບັດສະຫະປະຊາຊາດ

source: Village Regulation
lo: ກົດລະບຽບຂອງບ້ານ

source: Prime Minister
lo: ນາຍົກລັດຖະມົນຕີ

source: Minister in charge of the Office of the Council of Ministers
lo: ລັດຖະມົນຕີວ່າການຫ້ອງການຄະນະລັດຖະມົນຕີ

source: Minister of Interior
lo: ລັດຖະມົນຕີກະຊວງພາຍໃນ

source: Minister of Land Management Urban Planning and Construction
lo: ລັດຖະມົນຕີກະຊວງຄຸ້ມຄອງທີ່ດິນ ວາງແຜນ ແລະ ກໍ່ສ້າງຕົວເມືອງ

source: Minister of Economy and Finance
lo: ລັດຖະມົນຕີກະຊວງເສດຖະກິດ ແລະ ການເງິນ

source: Minister of Environment
lo: ລັດຖະມົນຕີກະຊວງສິ່ງແວດລ້ອມ

source: Minister of Agriculture Forestry and Fisheries
lo: ລັດຖະມົນຕີກະຊວງກະສິກຳ ປ່າໄມ້ ແລະ ການປະມົງ

source: Minister of Civil Service
lo: ລັດຖະມົນຕີກະຊວງໂຍທາທິການ

source: Minister of Cult and Religion
lo: ລັດຖະມົນຕີກະຊວງທຳມະການ ແລະ ສາດສະໜາ

source: Minister of Culture and Fine Arts
lo: ລັດຖະມົນຕີກະຊວງວັດທະນະທຳ ແລະ ວິຈິດສິນ

source: Ministry of Commerce
lo: ລັດຖະມົນຕີກະຊວງການຄ້າ

source: Minister of Education Youth and Sport
lo: ລັດຖະມົນຕີກະຊວງສຶກສາທິການ ຊາວໜຸ່ມ ແລະ ກິລາ

source: Minister of Foreign Affairs and International Cooperation
lo: ລັດຖະມົນຕີກະຊວງການຕ່າງປະເທດ ແລະ ການຮ່ວມມືສາກົນ

source: Minister of Health
lo: ລັດຖະມົນຕີກະຊວງສາທາລະນະສຸກ

source: Minister of Industry and Handicrafts
lo: ລັດຖະມົນຕີກະຊວງອຸດສາຫະກຳ ແລະ ຫັດຖະກຳ

source: Minister of Information
lo: ລັດຖະມົນຕີກະຊວງຖະແຫຼງຂ່າວ

source: Minister of Justice
lo: ລັດຖະມົນຕີກະຊວງຍຸດຕິທຳ

source: Minister of Labour and Vocational Training
lo: ລັດຖະມົນຕີກະຊວງແຮງງານ ແລະ ພັດທະນາວິຊາຊີບ

source: Ministry of Land Management, Urban Planning and Construction
lo: ກະຊວງການຄຸ້ມຄອງທີ່ດິນ ວາງແຜນ ແລະ ກໍ່ສ້າງຕົວເມືອງ

source: Minister of Mines and Energy
lo: ລັດຖະມົນຕີກະຊວງພະລັງງານ ແລະ ບໍ່ແຮ່

source: Minister of National Defense
lo: ລັດຖະມົນຕີກະຊວງປ້ອງກັນປະເທດ

source: Minister of National Assembly-Senate Relations and Inspection
lo: ລັດຖະມົນຕີການພົວພັນ ແລະ ກວດສອບລັດຖະສະພາ-ວຸດທິສະພາ

source: Minister of Planning
lo: ລັດຖະມົນຕີກະຊວງແຜນການ

source: Minister of Posts and Telecommunication
lo: ລັດຖະມົນຕີກະຊວງໄປສະນີ ແລະ ສື່ສານຄົມມະນາຄົມ

source: Minister of Public Works and Transport
lo: ລັດຖະມົນຕີກະຊວງໂຍທາທິການ ແລະ ການຂົນສົ່ງ

source: Minister of Social Affairs Veterans and Youth Rehabilitation
lo: ກະຊວງກິດຈະກຳສັງຄົມ ນັກຮົບເກົ່າ ແລະ ການຟື້ນຟູສະມັດຖະພາບຊາວໜຸ່ມ

source: Minister of Tourism
lo: ລັດຖະມົນຕີກະຊວງການທ່ອງທ່ຽວ

source: Minister of Water Resources and Meteorology
lo: ລັດຖະມົນຕີກະຊວງຊັບພະຍາກອນນໍ້າ ແລະ ອຸຕຸນິຍົມ

source: Minister of Women’s Affairs
lo: ລັດຖະມົນຕີກະຊວງແມ່ຍິງ

source: Secretary of State of Civil Aviation
lo: ເລຂາທິການການບິນພົນລະເຮືອນ

source: Secretary of State
lo: ເລ​ຂາ​ທິ​ການ​ໃຫຍ່

source: Municipal-Provincial Governor/Council
lo: ເຈົ້າແຂວງ

source: City Governor/Council
lo: ເຈົ້າເມືອງ/ສະພາເທດສະບານເມືອງ

source: District Governor/Council
lo: ເຈົ້າເມືອງ

source: Commune Governor/Council
lo: ຫົວໜ້າຄຸ້ມບ້ານ

source: Inter-Ministerial Committee for Assessment Measurement and Evaluation of the Economic Land Concessions
lo: ຄະນະກຳມະການລະຫວ່າງກະຊວງເພື່ອການປະເມີນ ວັດແທກ ແລະ ປະເມີນຜົນດ້ານການສຳປະທານທີ່ດິນທາງເສດຖະກິດ

source: Royal Government of the Kingdom of Cambodia
lo: ລັດຖະບານຣາຊະອະນາຈັກກຳປູເຈຍ

source: Secretary General
lo: ເລຂາທິການໃຫຍ່

source: General Inspector
lo: ຫົວໜ້າກົມກວດກາ

source: Forestry Administration
lo: ຫ້ອງການບໍລິຫານປ່າໄມ້

source: Council for Development of Cambodia
lo: ສະພາພັດທະນາຂອງກຳປູເຈຍ

source: Electricity Authority of Cambodia
lo: ໄຟຟ້າກຳປູເຈຍ

source: Cabinet
lo: ຄະນະລັດຖະມົນຕີ

source: National Authority for Land Dispute Resolution
lo: ອຳນາດການປົກຄອງແຫ່ງຊາດເພື່ອການແກ້ໄຂບັນຫາທີ່ດິນ

source: Council of Ministers
lo: ຄະນະລັດຖະມົນຕີ

source: Company Director
lo: ຜູ້ອຳນວຍການບໍລິສັດ

source: Apsara Authority
lo: ອຳນາດການປົກຄອງ ອັບສະຣາ

source: Phnom Penh Capital Hall
lo: ສາລາກາງນະຄອນພະນົມເປັນ

source: Ministry of President’s Office
lo: ກະຊວງສຳນັກງານປະທານປະເທດ

source: Ministry of Home Affairs
lo: ກະຊວງພາຍໃນ

source: Ministry of Defence
lo: ກະຊວງປ້ອງກັນປະເທດ

source: Ministry of Border Affairs
lo: ກະຊວງການຕ່າງປະເທດ

source: Ministry of Office of the State Counsellor
lo: ກະຊວງສຳນັກງານທີ່ປຶກສາແຫ່ງລັດ

source: Ministry of Information
lo: ກະຊວງຖະແຫຼງຂ່າວ

source: Ministry of Religious Affairs and Culture
lo: ກະຊວງສາສະໜາ ແລະ ວັດທະນະທຳ

source: Ministry of Agriculture, Livestock and Irrigation
lo: ກະຊວງກະສິກຳ ລ້ຽງສັດ ແລະ ຊົນລະປະທານ

source: Ministry of Transport and Communications
lo: ກະຊວງຂົນສົ່ງ ແລະ ການສື່ສານ

source: Ministry of Natural Resources and Environmental Conservation
lo: ກະຊວງຊັບພະຍາກອນທຳມະຊາດ ແລະ ອະນຸລັກສິ່ງແວດລ້ອມ

source: Ministry of Electricity and Energy
lo: ກະຊວງການໄຟຟ້າ ແລະ ພະລັງງານ

source: Ministry of Foreign Affairs
lo: ກະຊວງການຕ່າງປະເທດ

source: Ministry of Labour, Immigration and Population
lo: ກະຊວງແຮງງານ, ກວດຄົນເຂົ້າເມືອງ ແລະ ປະຊາກອນ

source: Ministry of Industry
lo: ກະຊວງອຸດສາຫະກຳ

source: Ministry of Education
lo: ກະຊວງສຶກສາທິການ

source: Ministry of Health and Sports
lo: ກະຊວງສາທາລະນະສຸກ ແລະ ກິລາ

source: Ministry of Planning and Finance
lo: ກະຊວງແຜນການ ແລະ ການເງິນ

source: Ministry of Construction
lo: ກະຊວງໂຍທາທິການ

source: Ministry of Social Welfare, Relief and Resettlement
lo: ກະຊວງສະຫວັດດີການສັງຄົມ, ບັນເທົາທຸກ ແລະ ຍົກຍ້າຍຈັດສັນ

source: Ministry of Hotels and Tourism
lo: ກະຊວງການໂຮງແຮມ ແລະ ທ່ອງທ່ຽວ

source: Office of the Auditor General of the Union
lo: ຫ້ອງການກວດສອບລັດຖະບານຂອງສະຫະພາບ

source: Union Attorney General's Office
lo: ສຳນັກງານໄອຍະການສູງສຸດຂອງສະຫະພາບ

source: Ministry of Ethnic Affairs
lo: ກະຊວງຊົນເຜົ່າ

source: Central Bank of Myanmar
lo: ທະນາຄານກາງມຽນມ້າ

source: Union Election Committee
lo: ຄະນະກຳມະການເລືອກຕັ້ງຂອງສະຫະພາບ

source: Constitutional Tribunal of the Union of Myanmar
lo: ສານລັດຖະທຳມະນຸນແຫ່ງສະຫະພາບມຽນມ້າ

source: Union Supreme Court
lo: ສານສູງສຸດຂອງສະຫະພາບ

source: Anti-corruption commission
lo: ຄະນະກໍາມາທິການຕ້ານການສໍ້ລາດບັງຫຼວງ

source: Yangon City Development Committee
lo: ຄະນະກຳມະການພັດທະນາຕົວເມືອງຢ້າງກຸ້ງ

source: Naypyidaw Council
lo: ສະພາເທດສະບານເນປິດໍ

source: Naypyidaw Development Committee
lo: ຄະນະກຳມະການພັດທະນາເນປິດໍ

source: Union Government Office
lo: ສຳນັກລັດຖະບານຂອງສະຫະພາບ

source: Union Parliament Office
lo: ສຳນັກງານລັດຖະສະພາຂອງສະຫະພາບ

source: Union Human Resource Office
lo: ຫ້ອງການຊັບພະຍາກອນມະນຸດຂອງສະຫະພາບ

source: The Union of Myanmar
lo: ສະຫະພັນມຽນມ້າ

source: The State Peace and Development Council
lo: ສະພາສັນຕິພາບ ແລະ ການພັດທະນາແຫ່ງລັດ

source: Attapeu Province
lo: ແຂວງອັດຕະປື

source: Bank of the Lao PDR
lo: ທະນາຄານແຫ່ງ ສປປລາວ

source: Bokeo Province
lo: ແຂວງບໍ່ແກ້ວ

source: Central Party's Office
lo: ຫ້ອງການສູນກາງພັກ

source: Champasak Province
lo: ແຂວງຈຳປາສັກ

source: City Council
lo: ສະພາເທດສະບານເມືອງ

source: Committee for Ethnic Affairs
lo: ຄະນະກຳມະການຊົນເຜົ່າ

source: Commune Council
lo: ສະພາຄຸ້ມບ້ານ

source: Congress between National Assembly and Senate
lo: ກອງປະຊຸມໃຫຍ່ລະຫວ່າງສະພາແຫ່ງຊາດ ແລະ ວຸດທິສະພາ

source: Constituent Assembly
lo: ສະພາຮ່າງລັດຖະທຳມະນູນ

source: Constitutional Council
lo: ສະພາລັດຖະທຳມະນູນ

source: District Council
lo: ສະພາເມືອງ

source: Government Inspectorate
lo: ກົມກວດກາລັດຖະບານ

source: Government Office
lo: ຫ້ອງການລັດຖະບານ

source: Huaphan Province
lo: ແຂວງຫົວພັນ

source: Khammuan Province
lo: ແຂວງຄຳມ່ວນ

source: King, of the Kingdom of Cambodia
lo: ເຈົ້າຊີວິດ ແຫ່ງລາຊະອານາຈັກກຳປູເຈຍ

source: Lao Front for National Construction
lo: ແນວລາວສ້າງຊາດ

source: Lao Trade Union
lo: ສະຫະພັນກຳມະບານລາວ

source: Lao Women's Union
lo: ສະຫະພັນແມ່ຍິງລາວ

source: Lao Youth Union
lo: ສະຫະພັນຊາວໜຸ່ມລາວ

source: Luangnamtha Province
lo: ແຂວງຫຼວງນໍ້າທາ

source: Luangprabang Province
lo: ແຂວງຫຼວງພະບາງ

source: Ministry of Agriculture and Forestry
lo: ກະຊວງກະສິກຳ ແລະ ປ່າໄມ້

source: Ministry of Agriculture Forestry and Fisheries
lo: ກະຊວງກະສິກຳ ປ່າໄມ້ ແລະ ການປະມົງ

source: Ministry of Cult and Religion
lo: ກະຊວງທຳມະການ ແລະ ສາສະໜາ

source: Ministry of Culture- Sports and Tourism
lo: ກະຊວງວັດທະນະທຳ ກິລາ ແລະ ທ່ອງທ່ຽວ

source: Ministry of Education and Sport
lo: ກະຊວງສຶກສາທິການ ແລະ ກິລາ

source: Ministry of Education and Training
lo: ກະຊວງສຶກສາທິການ ແລະ ການຝຶກອົບຮົມ

source: Ministry of Energy and Mines
lo: ກະຊວງພະລັງງານ ແລະ ບໍ່ແຮ່

source: Ministry of Finance
lo: ກະຊວງການເງິນ

source: Ministry of Health
lo: ກະຊວງສາທາລະນະສຸກ

source: Ministry of Industries, Mines and Energy
lo: ກະຊວງອຸດສາຫະກຳ, ບໍ່ແຮ່ ແລະ ພະລັງງານ

source: Ministry of Industry and Commerce
lo: ກະຊວງອຸດສາຫະກຳ ແລະ ການຄ້າ

source: Ministry of Industry and Trade
lo: ກະຊວງອຸດສາຫະກຳ ແລະ ການຄ້າ

source: Ministry of Information and Communications
lo: ກະຊວງຖະແຫຼງຂ່າວ ແລະ ຄົມມະນາຄົມ

source: Ministry of Information, Culture and Tourism
lo: ກະຊວງຖະແຫຼງຂ່າວ, ວັດທະນະທຳ ແລະ ທ່ອງທ່ຽວ

source: Ministry of Justice
lo: ກະຊວງຍຸດຕິທຳ

source: Ministry of Labor, War Invalids and Social Affairs
lo: ກະຊວງແຮງງານ, ທະຫານຜ່ານເສິກ ແລະ ສະຫວັດດີການສັງຄົມ

source: Ministry of Labour and Social Welfare
lo: ກະຊວງແຮງງານ ແລະ ສະຫວັດດີການສັງຄົມ

source: Ministry of National Assembly-Senate Relations and Inspection
lo: ກະຊວງການພົວພັນແລະ ກວດສອບລັດຖະສະພາ-ວຸດທິສະພາ

source: Ministry of National Defence
lo: ກະຊວງປ້ອງກັນປະເທດ

source: Ministry of Natural Resources and Environment
lo: ກະຊວງຊັບພະຍາກອນທຳມະຊາດ ແລະ ສິ່ງແວດລ້ອມ

source: Ministry of Planning and Investment
lo: ກະຊວງແຜນການ ແລະ ການລົງທຶນ

source: Ministry of Posts and Telecommunications
lo: ກະຊວງໄປສະນີ ແລະ ໂທລະຄົມມະນາຄົມ

source: Ministry of Public Health
lo: ກະຊວງສາທາລະນະສຸກ

source: Ministry of Public Security
lo: ກະຊວງປ້ອງກັນຄວາມສະຫງົບ

source: Ministry of Public Works and Transport
lo: ກະຊວງໂຍທາທິການ ແລະ ການຂົນສົ່ງ

source: Ministry of Rural Development
lo: ກະຊວງພັດທະນາຊົນນະບົດ

source: Ministry of Science and Technology
lo: ກະຊວງວິທະຍາສາດ ແລະ ເຕັກໂນໂລຊີ

source: Ministry of Social Affairs, Veterans and Youth Rehabilitation
lo: ກະຊວງການສັງຄົມ, ນັກຮົບເກົ່າ ແລະ ຟື້ນຟູສະມັດຖະພາບຊາວໜຸ່ມ

source: Ministry of Tourism
lo: ກະຊວງການທ່ອງທ່ຽວ

source: Ministry of Transport
lo: ກະຊວງການຂົນສົ່ງ

source: Ministry of Water Resources and Meterology
lo: ກະຊວງຊັບພະຍາກອນນໍ້າ ແລະ ອຸຕຸນິຍົມ

source: Ministry of Woman's Affairs
lo: ກະຊວງແມ່ຍິງ

source: Myanmar Socialist Party
lo: ພັກສັງຄົມນິຍົມມຽນມ້າ

source: NA Standing Committee
lo: ຄະນະປະຈຳສະພາແຫ່ງຊາດ

source: National Assembly
lo: ສະພາແຫ່ງຊາດ

source: Office of the Council of Ministers
lo: ຫ້ອງການຄະນະລັດຖະມົນຕີ

source: Office of the Government
lo: ຫ້ອງການລັດຖະບານ

source: Office of the Prime Minister
lo: ສຳນັກງານນາຍົກລັດຖະມົນຕີ

source: Oudomxay Province
lo: ແຂວງອຸດົມໄຊ

source: Parliament
lo: ສະພາ

source: Phnom Penh Captial Hall
lo: ສາລາກາງນະຄອນພະນົມເປັນ

source: Phongsaly Province
lo: ແຂວງຜົ້ງສາລີ

source: Presidential Office
lo: ສຳນັກງານປະທານປະເທດ

source: Provincial Authorities
lo: ອຳນາດການປົກຄອງແຂວງ

source: Provincial Department of Ministry
lo: ກົມການປົກຄອງຂັ້ນແຂວງ

source: Provincial-Capital Council
lo: ສະພາແຂວງ-ນະຄອນຫຼວງ

source: Pyidaungsu Hluttaw
lo: ລັດຖະສະພາຂອງສາທາລະນະລັດແຫ່ງສະຫະພາບມຽນມ້າ

source: Revolutionary Council
lo: ສະພາປະຕິວັດ

source: Royal Government of Cambodia
lo: ລັດຖະບານປະເທດກຳປູເຈຍ

source: Royal Palace
lo: ພະລາຊະວັງ

source: Saravan Province
lo: ແຂວງສາລະວັນ

source: Savannakhet Province
lo: ແຂວງສະຫວັນນະເຂດ

source: Sekong Province
lo: ແຂວງເຊກອງ

source: Self-Administered Zone
lo: ເຂດປົກຄອງຕົນເອງ

source: Senate
lo: ວຸດທິສະພາ

source: State and Regional Hluttaws
lo: ລັດຖະສະພາພາກພື້ນ ແລະ ລັດ

source: State Inspection Organization
lo: ອົງການກວດສອບແຫ່ງລັດ

source: State Law and Order Restoration Council
lo: ສະພາຟື້ນຟູກົດໝາຍ ແລະ ລະບຽບການແຫ່ງລັດ

source: State Peace and Development Council
lo: ສະພາສັນຕິພາບ ແລະ ການພັດທະນາແຫ່ງລັດ

source: State President
lo: ປະທານປະເທດ

source: Supreme People's Court
lo: ສານປະຊາຊົນສູງສຸດ

source: Supreme People's Prosecutor
lo: ໄອຍະການປະຊາຊົນສູງສຸດ

source: The Government
lo: ລັດຖະບານ

source: The National Assembly
lo: ສະພາແຫ່ງຊາດ

source: The State Bank
lo: ທະນາຄານແຫ່ງລັດ

source: Vientiane Capital
lo: ນະຄອນຫຼວງວຽງຈັນ

source: Vientiane Province
lo: ແຂວງວຽງຈັນ

source: Village administration
lo: ອຳນາດການປົກຄອງບ້ານ

source: Xayabouly Province
lo: ແຂວງໄຊຍະບູລີ

source: Xaysomboun Province
lo: ແຂວງໄຊສົມບູນ

source: Xiengkhauang Province
lo: ແຂວງຊຽງຂວາງ

source: Under negotitation
lo: ພາຍໃຕ້ການເຈລະຈາ

source: Framework agreement signed
lo: ກອບຂໍ້ຕົກລົງໄດ້ຖືກລົງນາມ

source: Negotiations launched
lo: ການເຈລະຈາໄດ້ລິເລີ່ມ

source: Signed but not yet in effect/validated
lo: ໄດ້ລົງນາມ ແຕ່ຍັງບໍ່ທັນມີຜົນບັງຄັບໃຊ້

source: Signed and in effect
lo: ໄດ້ລົງນາມ ແລະ ມີຜົນບັງຄັບໃຊ້

source: Adopted / validated / in effect
lo: ຮັບຮອງ/ກວດສອບ/ມີຜົນສັກສຶດ

source: Cancelled
lo: ຍົກເລີກ

source: Expired
lo: ໝົດອາຍຸ

source: Bill approved
lo: ກົດໝາຍໄດ້ຖືກຮັບຮອງແລ້ວ

source: Bill discussed in Pyidaungsu Hluttaw
lo: ກົດໝາຍພວມໄດ້ຮັບການປຶກສາຫາລືຢູ່ລັດຖະສະພາສາທາລະນະລັດສະຫະພາບມຽນມ້າ

source: Bill send to the President for signature
lo: ກົດໝາຍໄດ້ຖືກສົ່ງໄປຫາປະທານປະເທດເພື່ອລົງລາຍເຊັນ

source: Repealed
lo: ລົບລ້າງ

source: Laws
lo: ກົດໝາຍ
vi: Luật

source: Create Law
lo: ສ້າງ ເອກະສານກົດໝາຍ
vi: Xây dựng luật

source: What are Laws?
lo: ກົດໝາຍແມ່ນຫຍັງ?
vi: Định nghĩa Luật

source: View Law
lo: ເບິ່ງກົດໝາຍ
vi: Vào đọc

source: Update Law
lo: ປັບປຸງກົດໝາຍ
vi: Cập nhật

source: Manage
lo: ການຈັດການ
vi: Quản lý

source: Activity Stream
lo: ກິດຈະກຳເຄື່ອນໄຫວລ່າສຸດ
vi: Chuỗi hoạt động

source: Record metadata not complete!!
lo: ລາຍລະອຽດ ກ່ຽວກັບລາຍການ ຍັງບໍ່ສົມບູນ!!

source: This law record is missing some mandatory fields, please complete:
lo: ລາຍການກົດໝາຍນີ້ຍັງຂາດຂໍ້ມູນບາງອັນທີ່ຈຳເປັນ, ກະລຸນາຕື່ມໃຫ້ຄົບຖ້ວນ:

source: Document preview
lo: ກວດເບິ່ງເອກະສານຄືນ
vi: Xem trước tài liệu

source: Add Law
lo: ເພີ່ມ ເອກະສານກົດໝາຍ
vi: Bổ sung

source: Are you sure you want to delete this dataset?
lo: ທ່ານຕ້ອງການຈະລົບລ້າງຊຸດຂໍ້ມູນນີ້ຫຼືບໍ່?
vi: Bạn có chắc chắn muốn xóa dữ liệu?

source: Delete
lo: ລົບລ້າງ
vi: Xóa

source: Search Laws...
lo: ຄົ້ນຫາກົດໝາຍ ...
vi: Tìm kiếm...

source: Add data
lo: ເພີ່ມຂໍ້ມູນ
vi: Bổ sung dữ liệu

source: Search laws...
lo: ຄົ້ນຫາກົດໝາຍ
vi: Tìm kiếm...

source: Submit
lo: ສົ່ງ
vi: Gửi

source: Anukret/Sub-Decree
my: တရားရုံးအမိန့်ခွဲ

source: Chbab/Law/Kram
my: ဥပဒေ

source: Constitution of Cambodia
my: ကမ္ဘောဒီးယားနိုင်ငံ၏ ဖွဲ့စည်းပုံ အခြေခံဥပဒေ

source: International Treaties/Agreements
my: နိုင်ငံတကာသဘောတူညီချက်များ

source: Kech Sonya/Contract/Agreement
my: သဘောတူညီချက်

source: Kolkar Nenom/Guidelines
my: လမ်းကြောင်းပေးခြင်း

source: Kolnyobay/Policy
my: မူဝါဒ

source: Likhet/Letter
my: စာ

source: Prakas/Joint-Prakas/Proclamation
my: ထုတ်ပြန်ချက်

source: Sechkdei Chhun Damneoung/Notice/Announcement
my: သတိပေးချက်/ကြေငြာချက်

source: Sechkdei Nenum/Instruction
my: ညွှန်ကြားချက်

source: Sechkdei Preang Chbab/Draft Laws & Regulations
my: ဥပဒေကြမ်း နှင့် လုပ်ထုံးလုပ်နည်းများ
